/* Message indicating that the filesystem on the attached SD card could not be verified prior to mounting. */
"VERIFICATION_FAILURE_TITLE" = "A tartalmak nem érhetők el";
"VERIFICATION_FAILURE_BODY" = "A csatlakoztatott tároló nem olvasható.";

/* Message indicating that the filesystem on the attached SD card could not be verified after verification. */
"MOUNT_FAILURE_TITLE" = "A tartalmak nem érhetők el";
"MOUNT_FAILURE_BODY" = "A csatlakoztatott tároló nem olvasható.";

/* Message indicating that the attached USB device is not supported. */
"UNSUPPORTED_FAILURE_TITLE" = "Az eszköz nem használható";
"UNSUPPORTED_FAILURE_BODY" = "A csatlakoztatott USB eszköz nem támogatott.";

/* Message indicating that the attached USB device requests too much power. */
"POWER_HUNGRY_FAILURE_TITLE" = "Az eszköz nem használható";
"POWER_HUNGRY_FAILURE_BODY" = "A csatlakoztatott USB eszköz túl sok áramot vesz fel.";

/* Default button label for simple user notification. */
"BUTTON_LABEL" = "OK";

